{
  "plugins": {
    "barbecue.nvim": {
      "src": "https://github.com/utilyre/barbecue.nvim",
      "version": "'main'"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim",
      "version": "'main'"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp",
      "version": "'main'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'master'"
    },
    "export-colorscheme.nvim": {
      "src": "https://github.com/jpe90/export-colorscheme.nvim",
      "version": "'master'"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua",
      "version": "'main'"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'main'"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim",
      "version": "'master'"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim",
      "version": "'main'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": "'main'"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope",
      "version": "'main'"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs",
      "version": "'master'"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp",
      "version": "'main'"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic",
      "version": "'master'"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua",
      "version": "'master'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'master'"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim",
      "version": "'master'"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": "'main'"
    }
  }
}
